Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/audacity-tm.tmx
Source language: en
Languages: ca_es

source: Other Ways to Contribute
ca_es: Altres vies de col·laboració

source: Home
ca_es: Inici

source: About
ca_es: Quant a

source: Features
ca_es: Funcionalitats

source: Screenshots
ca_es: Captures de pantalla

source: News
ca_es: Notícies

source: License, and Advice for Vendors and Distributors
ca_es: Llicència i consells per als venedors i distribuïdors

source: Credits
ca_es: Crèdits

source: Links
ca_es: Enllaços

source: Download
ca_es: Baixada

source: Source Code
ca_es: Codi font

source: Plug-Ins and Libraries
ca_es: Connectors i biblioteques

source: Obtain a CD
ca_es: Obteniu un CD

source: Vendors and Distributors of Audacity
ca_es: Venedors i distribuïdors de l'Audacity

source: Help
ca_es: Ajuda

source: FAQ
ca_es: PMF

source: <A class="ext" href="http://wiki.audacityteam.org/wiki/Category:Tutorial" target="_blank">More Tutorials (Wiki)</a>
ca_es: <A class="ext" href="http://wiki.audacityteam.org/wiki/Category:Tutorial" target="_blank">Més tutorials (wiki)</a>

source: <A class="ext" href="http://wiki.audacityteam.org/wiki/Category:Tips" target="_blank">Tips (Wiki)</a>
ca_es: <A class="ext" href="http://wiki.audacityteam.org/wiki/Category:Tips" target="_blank">Consells (wiki)</a>

source: Contact Us
ca_es: Contacte

source: Mailing Lists
ca_es: Llistes de correu

source: Privacy Policy
ca_es: Política de privacitat

source: Get Involved
ca_es: Col·laboreu

source: Users
ca_es: Usuaris

source: Developers
ca_es: Desenvolupadors

source: Translators
ca_es: Traductors

source: Donate
ca_es: Donatius

source: Privacy
ca_es: Privacitat

source: Page Not Found
ca_es: No s'ha trobat la pàgina

source: About Audacity
ca_es: Quant a l'Audacity

source: Recording with Audacity
ca_es: Enregistrar amb l'Audacity

source: Audacity Team Members
ca_es: Membres de l'Equip Audacity

source: quality assurance
ca_es: control de qualitat

source: developer
ca_es: desenvolupador

source: documentation and support
ca_es: documentació i suport

source: French
ca_es: francès

source: system administration
ca_es: administració de sistemes

source: developer and co-founder of Audacity
ca_es: desenvolupador i cofundador de l'Audacity

source: Contributors
ca_es: Col·laboradors

source: graphic artist
ca_es: dissenyador gràfic

source: Libraries
ca_es: Biblioteques

source: Audacity is based on code from the following projects:
ca_es: L'Audacity està basat en codi dels següents projectes:

source: Thanks
ca_es: Agraïments

source: (Let us know if we're forgetting anyone!)
ca_es: (aviseu-nos si ens oblidem d'algú)

source: Other Open Source Audio Software
ca_es: Altre programari obert d'àudio

source: CD/DVD burning:
ca_es: Enregistrament de CD/DVD:

source: <a href="http://infrarecorder.org/">InfraRecorder</a> for Windows
ca_es: <a href="http://infrarecorder.org/">InfraRecorder</a> per al Windows

source: If you have questions, please
ca_es: Si teniu més preguntes, sisplau

source: e-mail us.
ca_es: escriviu-nos un correu.

source: User Community
ca_es: Comunitat d'usuaris

source: Say Hello!
ca_es: Presenteu-vos!

source: Report bugs
ca_es: Informeu d'errors

source: Help us test our latest versions
ca_es: Ajudeu-nos a provar les últimes versions

source: Resources for Translators
ca_es: Recursos per a traductors

source: Mailing list and archives
ca_es: Llistes de correu i arxius

source: All Audacity Downloads
ca_es: Totes les baixades de l'Audacity

source: Add
ca_es: Afegeix

source: Remove
ca_es: Elimina

source: Frequently Asked Questions
ca_es: Preguntes més freqüents

source: View the FAQ in the online Manual
ca_es: Llegiu les PMF al manual en línia

source: Other languages
ca_es: Altres llengües

source: Still need help?
ca_es: Encara necessiteu ajuda?

source: Legacy Documentation
ca_es: Documentació legal

source: Audacity 1.2 Quick Reference Guide
ca_es: Guia de referència ràpida de l'Audacity 1.2

source: Creating Nyquist Plug-ins
ca_es: Creació de connectors Nyquist

source: Introduction to Nyquist and Lisp Programming
ca_es: Introducció al a programació amb Nyquist i Lisp

source: Programming in Nyquist
ca_es: Programació en Nyquist

source: Generates white noise
ca_es: Genera soroll blanc

source: Generates a constant (silent) signal
ca_es: Genera un senyal constant (silenci)

source: Envelopes
ca_es: Envolupants

source: Combining sounds
ca_es: Combinació de sons

source: Filters
ca_es: Filtres

source: Audacity Manuals (with Tutorials)
ca_es: Manuals de l'Audacity (amb tutorials)

source: View the latest Audacity %s Manual online
ca_es: Llegiu l'última manual en línia de l'Audacity %s

source: Download and install the latest Audacity %s Manual in HTML format
ca_es: Baixeu i instal·leu l'últim Manual de l'Audacity %s en format HTML

source: Documentation and Support
ca_es: Documentació i suport

source: Lisp function reference
ca_es: Referència de funcions Lisp

source: Math functions
ca_es: Funcions matemàtiques

source: List of functions and explanations
ca_es: Llista de funcions i despripcions

source: addition
ca_es: addició

source: subtraction
ca_es: substracció

source: multiplication
ca_es: multiplicació

source: division
ca_es: divisió

source: minimum
ca_es: mínim

source: maximum
ca_es: màxim

source: absolute value
ca_es: valor absolut

source: sine
ca_es: sinus

source: cosine
ca_es: cosinus

source: square root
ca_es: arrel quadrada

source: List functions
ca_es: Llista de funcions

source: <h4 id="about">About Audacity
ca_es: <h4 id="about">Quant a l'Audacity

source: Is Audacity really free? Why?
ca_es: Realment l'Audacity és gratuït? Per què?

source: Does Audacity contain any viruses, spyware or adware?
ca_es: L'Audacity conté virus, programari espai o adware?

source: <p>No. Audacity does not include any type of malware or adware if you download it from this site. Audacity is <a href="../about/">completely free and open source</a>. It is developed by a not-for-profit volunteer group, and the source code is available for anyone to study or use.</p> <p>Sometimes, virus checkers can report false positives for the Audacity installer for Windows (.exe). This is because it is a compressed installer. If you are concerned, please download the .zip file instead and check that for viruses.</p>
ca_es: <p>No. L'Audacity no inclou cap tipus de programari maliciós o anuncis, si el baixeu d'aquest lloc web. L'Audacity és <a href="../about/">completament gratuït i de codi obert</a>. Està desenvolupat per un grup sense afany de lucre i el codi font es troba disponible a qualsevol per al seu ús o estudi.</p> <p>De vegades, els antivirus poden informar de falsos positius per a l'instal·lador de Windows de l'Audacity (.exe). Això és perquè és un instal·lador comprimit. Si teniu dubtes, baixeu el fitxer .zip i comproveu-lo amb un antivirus.</p>

source: May I distribute copies of Audacity?
ca_es: Puc distribuir còpies de l'Audacity?

source: <p>You can redistribute Audacity under the <a href="../about/license">GNU General Public License</a>, which gives you permission to modify, copy, and sell the program as long as you keep the same license and make the source code available. For details, see <a href="../about/license">License, and Advice for Vendors</a>.</p>
ca_es: <p>Podeu distribuir l'Audacity amb els termes de la <a href="../about/license">GNU General Public License</a>, que us dóna permisos per a modificar, copiar i vendre el programa mentre conserveu la mateixa llicència i deixeu disponible el codi font. Per a més detalls, visiteu <a href="../about/license">llicència i consells per a venedors</a>.</p>

source: Someone is selling Audacity on eBay. Is this legal?
ca_es: Algú està venent l'Audactiy a l'eBay. Això és legal?

source: How can I change the language displayed in Audacity?
ca_es: Com puc canviar la llengua dels menús de l'Audacity?

source: Does Audacity run on 64-bit systems?
ca_es: L'Audacity funciona en sistemes de 64 bits?

source: <p>There is no 64-bit version of Audacity, but in principle it should run on 64-bit systems, subject to having appropriate 64-bit drivers for the sound device.</p> <p>Users upgrading from 32-bit Windows XP to 64-bit Windows Vista or 7 should make especially sure their computer is well above Audacity's minimum <a href="../download/windows#sysreq">system requirements for Windows</a>.</p>
ca_es: <p>No hi ha versió de 64 bits de l'Audacity, però en principi hauria d'executar-se en els sistemes de 64 bits, pendent de la disponibilitat de controladors de 64 bits adients per al dispositiu de so.</p> <p>Els usuaris que actualitzen de Windows XP 32 bits a Windows Vista o 7 64 bits haurien de tenir cura especial que el seu equip compleix els següents <a href="../download/windows#sysreq">requeriments mínims del sistema per a Windows</a> de l'Audacity.</p>

source: <h4 id="install">Installation and Plug-Ins
ca_es: <h4 id="install">Instal·lació i connectors

source: How do I download and install the LAME MP3 encoder?
ca_es: Com puc baixar i instal·lar el codificador MP3 LAME?

source: What should I do if I have problems downloading or installing Audacity?
ca_es: Què hauria de fer si tinc problemes baixant o intal·lant l'Audacity?

source: <h4 id="record">Recording
ca_es: <h4 id="record">Enregistrament

source: How can I record in stereo?
ca_es: Com puc enregistrar en estèreo?

source: How do I record from vinyl records, cassette tapes, or minidiscs?
ca_es: Com puc enregistrar des de discs de vinils, cintes de casset o minidiscs?

source: See also:
ca_es: Vegeu també:

source: How do I save my recording on an audio CD?
ca_es: Com puc desar els meus enregistraments en un CD d'àudio?

source: <h4 id="opensave">Opening and Saving Files
ca_es: <h4 id="opensave">Càrrega i desat de fitxers

source: How do I open an Audacity project (AUP file) in another program?
ca_es: Com puc obrir un projecte de l'Audacity (fitxer AUP) en un altre programa?

source: How do I import a track from an audio CD?
ca_es: Com puc importar la pista d'un CD d'àudio?

source: <h4 id="editing">Editing
ca_es: <h4 id="editing">Edició

source: How do I mix two tracks together?
ca_es: Com puc mesclar dues pistes, conjuntament?

source: Other frequently asked questions...
ca_es: Altres preguntes freqüents...

source: System Requirements
ca_es: Requeriments del sistema

source: Optional Downloads
ca_es: Baixades opcionals

source: Plug-ins and Libraries
ca_es: Connectors i biblioteques

source: Plug-Ins
ca_es: Connectors

source: Download additional effects and filters.
ca_es: Baixa efectes i filtres addicionals.

source: Allows Audacity to export MP3 files.
ca_es: Permet a l'Audacity exportar fitxer MP3.

source: Alternative Download Links
ca_es: Enllaços de baixada alternatius

source: Back:
ca_es: Enrere:

source: Next:
ca_es: Següent:

source: Mac OS X features
ca_es: Característiques al Mac OS X

source: Top:
ca_es: Amunt:

source: New features in Audacity 1.3
ca_es: Noves característiques de l'Audacity 1.3

source: contact us
ca_es: contacteu amb nosaltres

source: Musical Instruments
ca_es: Instruments musicals

source: Playback Devices
ca_es: Dispositius de reproducció

source: Others
ca_es: Altres

source: Product
ca_es: Producte

source: Description
ca_es: Descripció

source: Selection Bar
ca_es: Barra de selecció

source: Cut
ca_es: Retalla

source: Split Cut
ca_es: Divideix i retalla

source: Copy
ca_es: Copia

source: Trim
ca_es: Deixa només la selecció

source: Delete
ca_es: Elimina

source: Split Delete
ca_es: Divideix i elimina

source: Silence
ca_es: Silencia

source: Split
ca_es: Divideix

source: Duplicate
ca_es: Duplica

source: Join
ca_es: Ajunta

source: Windows version
ca_es: Versió del Windows

source: Recommended RAM/<br>processor speed
ca_es: RAM recomanada/<br>velocitat del processador

source: Minimum RAM/<br>processor speed
ca_es: RAM mínima/<br>velocitat del processador

source: Recommended Download
ca_es: Baixada recomenada

source: OS X 10.4 or later (Universal Binary)
ca_es: OS X 10.4 o posterior (binari universal)

source: or
ca_es: o

source: How to Compile Audacity
ca_es: Com compilar l'Audacity

source: Dependencies
ca_es: Dependències

source: Compilation
ca_es: Compilació

source: Further Help
ca_es: Més ajuda

source: Other features
ca_es: Altres funcionalitats

source: Download Nyquist Plug-Ins
ca_es: Baixa connectors Nyquist

source: Audacity 2.0.0 for Windows 98/ME
ca_es: Audacity 2.0.0 per a Windows 98/ME

source: <a href="%s">Audacity %s installer</a> (.exe file, %.1lf MB) for <b>Windows 98/ME/2000/XP</b>
ca_es: <a href="%s">Instal·lador de l'Audacity %s</a> (fitxer .exe, %.1lf MB) per a <b>Windows 98/ME/2000/XP</b>

source: <a href="%s">Audacity %s zip file</a> (%.1lf MB) for <b>Windows 98/ME/2000/XP</b> - If you cannot run the installer because of restricted permissions, download and unzip this file instead.
ca_es: <a href="%s">Arxiu zip de l'Audacity %s</a> (%.1lf MB) per a <b>Windows 98/ME/2000/XP</b> - Si no podeu executar l'instal·lador perquè no teniu permissos suficients, baixeu i descomprimiu aquest arxiu.

source: Beta version
ca_es: Versió beta

source: Changes in Audacity 1.3.14
ca_es: Canvis en l'Audacity 1.3.14

source: Changes in Audacity 1.3.13
ca_es: Canvis en l'Audacity 1.3.13

source: Changes in Audacity 1.3.12
ca_es: Canvis en l'Audacity 1.3.12

source: Changes in Audacity 1.3.11
ca_es: Canvis en l'Audacity 1.3.11

source: Changes in Audacity 1.3.10
ca_es: Canvis en l'Audacity 1.3.10

source: New in Audacity 1.3.9
ca_es: Novetats en l'Audacity 1.3.9

source: New in Audacity 1.3.8
ca_es: Novetats en l'Audacity 1.3.8

source: New in Audacity 1.3.7
ca_es: Novetats en l'Audacity 1.3.7

source: New in Audacity 1.3.6
ca_es: Novetats en l'Audacity 1.3.6

source: New features in Audacity 1.3.3
ca_es: Noves característiques en l'Audacity 1.3.3

source: New features in Audacity 1.3.1 and 1.3.2
ca_es: Noves característiques en l'Audacity 1.3.1 i 1.3.2

source: New features in Audacity 1.3.0
ca_es: Noves característiques en l'Audacity 1.3.0

source: Downloads
ca_es: Baixades

source: Audacity for Windows&reg;
ca_es: Audacity per al Windows&reg;

source: Audacity for Mac&reg;
ca_es: Audacity per al Mac&reg;

source: Audacity for GNU/Linux&reg;
ca_es: Audacity per al GNU/Linux&reg;

source: (source code)
ca_es: (codi font)

source: Legacy Downloads
ca_es: Baixades antigues

source: Further Information
ca_es: Informació addicional

source: Nyquist Plug-Ins
ca_es: Connectors Nyquist

source: VST Plug-Ins
ca_es: Connectors VST

source: co-founder
ca_es: cofundador

source: About Audacity...
ca_es: Quant a l'Audacity...

source: OK... Audacious!
ca_es: Audacieu-vos!

source: translator_credits
ca_es: Traducció al català: Pau Bosch i Francesc Busquets

source: Emeritus Developers
ca_es: Desenvolupadors emèrits

source: Other Contributors
ca_es: Altres contribuïdors

source: Special thanks:
ca_es: Agraïments especials:

source: <b>Audacity&reg;</b> software is copyright
ca_es: <b>Audacity&reg;</b> és un programari amb drets d'autor

source: The name <b>Audacity&reg;</b> is a registered trademark of Dominic Mazzoni.
ca_es: El nom <b>Audacity&reg;</b>es una marca registrada de Dominic Mazzoni.

source: Build Information
ca_es: Informació de compilació

source: Enabled
ca_es: Habilitat

source: Disabled
ca_es: Inhabilitat

source: File Format Support
ca_es: Informació sobre els tipus de fitxers

source: MP3 Importing
ca_es: Importació d'MP3

source: Ogg Vorbis Import and Export
ca_es: Importació i exportació a Ogg Vorbis

source: ID3 tag support
ca_es: Informació sobre les etiquetes ID3

source: FLAC import and export
ca_es: Importació i exportació a FLAC

source: MP2 export
ca_es: Exportació a MP2

source: Import via QuickTime
ca_es: Importa mitjançant el QuickTime

source: Core Libraries
ca_es: Biblioteques del nucli

source: Sample rate conversion
ca_es: Conversió de la freqüència de mostreig

source: Audio playback and recording
ca_es: Reproducció i enregistrament de so

source: Plug-in support
ca_es: Informació sobre els connectors

source: Sound card mixer support
ca_es: Informació sobre el mesclador de la targeta de so

source: Pitch and Tempo Change support
ca_es: Informació sobre els canvis de to i de temps

source: Program build date:
ca_es: Data de compilació del programa:

source: Build type:
ca_es: Tipus de compilació:

source: Debug build
ca_es: Versió de proves

source: Release build
ca_es: Versió final

source: Installation Prefix:
ca_es: Directori base d'instal·lació:

source: Settings folder:
ca_es: Carpeta on es guarda la configuració:

source: GPL License
ca_es: Llicència GPL

source: %s could not be found. It has been removed from the list of recent files.
ca_es: No s'ha pogut trobar %s. Ha estat eliminat de la llista de fitxers recents.

source: Files Missing
ca_es: Fitxers que falten

source: Master Gain Control
ca_es: Control principal de guany

source: Input Meter
ca_es: Picòmetre d'entrada

source: Output Meter
ca_es: Picòmetre de sortida

source: &New
ca_es: &Nou

source: &Open...
ca_es: &Obre...

source: Open &Recent...
ca_es: Obre un fitxer &recent...

source: &About Audacity...
ca_es: Quant a l'&Audacity...

source: &Preferences...
ca_es: &Preferències...

source: Using block size of %ld
ca_es: Emprant blocs de %ld

source: Unknown command line option: %s
ca_es: Ordre desconeguda: %s

source: Audacity could not find a place to store temporary files. Please enter an appropriate directory in the preferences dialog.
ca_es: L'Audacity no troba cap lloc per a desar-hi els fitxers temporals. Si us plau, indiqueu un directori adient a les preferències.

source: Audacity is now going to exit. Please launch Audacity again to use the new temporary directory.
ca_es: L'Audacity es tancarà tot seguit. Reinicieu-lo per a poder fer servir el nou directori temporal.

source: Running two copies of Audacity simultaneously may cause data loss or cause your system to crash.
ca_es: Si feu funcionar simultàniament dues còpies de l'Audacity us podeu trobar amb pèrdua de dades, o que falli el sistema.

source: Audacity was not able to lock the temporary files directory. This folder may be in use by another copy of Audacity.
ca_es: L'Audacity no ha estat capaç de bloquejar la carpeta de fitxers temporals. Pot ser que aquesta carpeta estigui en ús per alguna altra còpia de l'Audacity.

source: Do you still want to start Audacity?
ca_es: Segur que voleu engegar l'Audacity?

source: Error Locking Temporary Folder
ca_es: Carpeta temporal bloquejada

source: The system has detected that another copy of Audacity is running.
ca_es: El sistema ha detectat que hi ha una altra còpia de l'Audacity en funcionament.

source: Use the New or Open commands in the currently running Audacity process to open multiple projects simultaneously.
ca_es: Feu servir les ordres 'Nou' o 'Obre' del procés actual de l'Audacity per a obrir diversos projectes de manera simultània.

source: Audacity is already running
ca_es: L'Audacity ja es troba en funcionament

source: Command-line options supported:
ca_es: Opcions admeses a la línia d'ordres:

source: -help (this message)
ca_es: -help (aquest missatge)

source: -version (display Audacity version)
ca_es: -version (mostra la versió de l'Audacity)

source: -test (run self diagnostics)
ca_es: -test (executa l'autodiagnòstic)

source: -blocksize nnn (set max disk block size in bytes)
ca_es: -blocksize nnn (mida màxima dels blocs de disc, en bytes)

source: In addition, specify the name of an audio file or Audacity project to open it.
ca_es: A més, heu d'indicar el nom d'un fitxer de so o un projecte Audacity per a obrir-lo.

source: Audacity project (.AUP) files are not currently associated with Audacity. Associate them, so they open on double-click?
ca_es: Els fitxers de tipus 'projecte Audacity' (.AUP) no es troben actualment associats a l'Audacity. Voleu associar-los-hi per tal que es puguin obrir amb un doble clic?

source: Audacity Project Files
ca_es: Fitxers de projecte de l'Audacity

source: Could not find any audio devices.
ca_es: No s'ha pogut trobar cap dispositiu de so.

source: You will not be able to play or record audio.
ca_es: No podreu reproduir ni enregistrar so.

source: Error Initializing Audio
ca_es: S'ha produït un error en inicialitzar el so

source: There was an error initializing the midi i/o layer.
ca_es: Hi ha hagut un error en iniciar la capa d'entrada/sortida d'informació MIDI.

source: You will not be able to play midi.
ca_es: No podreu reproduir ni enregistrar MIDI.

source: Error Initializing Midi
ca_es: S'ha produït un error en inicialitzar el MIDI

source: Out of memory!
ca_es: Fora de la memòria!

source: Latency Correction setting has caused the recorded audio to be hidden before zero. Audacity has brought it back to start at zero. You may have to use the Time Shift Tool (<---> or F5) to drag the track to the right place.
ca_es: La correcció de latència ha fet que el so enregistrat hagi quedat amagat abans del zero. L'Audacity ha mogut el fragment per tal que comenci al zero. Podeu fer servir l'eina de desplaçament en el temps (<---> o F5) per arrossegar la pista al seu lloc.

source: Latency problem
ca_es: Hi ha un problema de latència

source: Automated Input Level Adjustment stopped. It was not possible to optimize it more. Still too high.
ca_es: S'ha aturat l'ajustament automàtic del nivell d'entrada. No ha estat possible optimitzar-lo més. Continua sent massa alt.

source: Automated Input Level Adjustment decreased the volume to %f.
ca_es: L'ajustament automàtic del nivell d'entrada ha baixat el volum a %f.

source: Automated Input Level Adjustment stopped. It was not possible to optimize it more. Still too low.
ca_es: S'ha aturat l'ajustament automàtic del nivell d'entrada. No ha estat possible optimitzar-lo més. Continua sent massa baix.

source: Automated Input Level Adjustment increased the volume to %.2f.
ca_es: L'ajustament automàtic del nivell d'entrada ha pujat el volum a %.2f.

source: Automated Input Level Adjustment stopped. The total number of analysis has been exceeded without finding an acceptable volume. Still too high.
ca_es: S'ha aturat l'ajustament automàtic del nivell d'entrada. S'ha excedit el nombre total d'anàlisis sense que s'arribés a trobar un volum acceptable. Continua sent massa alt.

source: Automated Input Level Adjustment stopped. The total number of analysis has been exceeded without finding an acceptable volume. Still too low.
ca_es: S'ha aturat l'ajustament automàtic del nivell d'entrada. S'ha excedit el nombre total d'anàlisis sense que s'arribés a trobar un volum acceptable. Continua sent massa baix.

source: Automated Input Level Adjustment stopped. %.2f seems an acceptable volume.
ca_es: S'ha aturat l'ajustament automàtic del nivell d'entrada. %.2f sembla ser un volum acceptable.

source: Automatic Crash Recovery
ca_es: Recuperació automàtica de fallades

source: Some projects were not saved properly the last time Audacity was run. Fortunately, the following projects can automatically be recovered:
ca_es: Alguns projectes no es van desar correctament la darrera vegada que es va fer servir l'Audacity. Per sort els següents projectes poden ser recuperats de manera automàtica:

source: Recoverable projects
ca_es: Projectes recuperables

source: Name
ca_es: Nom

source: Recovering a project will not change any files on disk before you save it.
ca_es: La recuperació d'un projecte no modificarà cap fitxer del disc fins que no el deseu.

source: Quit Audacity
ca_es: Surt de l'Audacity

source: Do Not Recover
ca_es: No el recuperis

source: Recover Projects
ca_es: Recupera els projectes

source: Are you sure you don't want to recover any projects? They can't be recovered later.
ca_es: Segur que no voleu recuperar cap projecte? Més tard ja no els podreu recuperar.

source: Confirm?
ca_es: Ho confirmeu?

source: Select Command
ca_es: Seleccioneu l'ordre
